
;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Arcthrower			║
;  ╚════════════════════════╝

[ArcThrower_CV X2WeaponTemplate]
FriendlyName="电弧发射器"
FriendlyNamePlural="电弧发射器"
BriefSummary="能够在远处击晕敌人。"
TacticalText="<Bullet/>这种非致命武器基于我们在XCOM的旧档案中发现的设计。奇怪的是，该设计缺少一个关键、常用的部件，它可控制能量扩散，并允许在近身外使用。我们改进后的电弧发射器对视野范围内的可见位置都有效。如果命中，不会造成任何伤害，但会击晕目标。<br/><Bullet/>电弧发射器能击晕目标<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_CV_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/>个行动点。<br/><Bullet/>消耗一个行动点，发射后结束该士兵的回合。<br/><Bullet/>标准的击晕能力具有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。<br/><Bullet/>缺乏额外训练时，对机械单位无效。"
AbilityDescName="电弧发射器"

[ArcThrower_MG X2WeaponTemplate]
FriendlyName="高级电弧发射器"
FriendlyNamePlural="高级电弧发射器"
BriefSummary="能够在远处击晕敌人。"
TacticalText="<Bullet/>如果命中，不会造成任何伤害，但会击晕目标。<br/><Bullet/>电弧发射器能击晕目标<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_MG_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/>个行动点。<br/><Bullet/>消耗一个行动点，发射后结束该士兵的回合。<br/><Bullet/>标准的击晕能力具有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。<br/><Bullet/>缺乏额外训练时，对机械单位无效。"
AbilityDescName="电弧发射器"

[ArcThrower_BM X2WeaponTemplate]
FriendlyName="电弧冲击枪"
FriendlyNamePlural="电弧冲击枪"
BriefSummary="能够在远处击晕敌人。"
TacticalText="<Bullet/>如果命中，不会造成任何伤害，但会击晕目标。<br/><Bullet/>电弧发射器能击晕目标<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_BM_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/>个行动点。<br/><Bullet/>消耗一个行动点，发射后结束该士兵的回合。<br/><Bullet/>标准的击晕能力具有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。<br/><Bullet/>缺乏额外训练时，对机械单位无效。"
AbilityDescName="电弧发射器"

[Arcthrower_MG_Schematic X2SchematicTemplate]
m_strClassLabel="小队"
[Arcthrower_BM_Schematic X2SchematicTemplate]
m_strClassLabel="小队"

[ArcThrowerStun X2AbilityTemplate]
LocFriendlyName="击晕"
LocLongDescription="用电弧发射器射击，使目标丧失行动能力。"
LocHelpText="用电弧发射器射击。"
LocFlyOverText="击晕"
LocPromotionPopupText="用电弧发射器射击，使目标丧失行动能力。<br/><br/> <Bullet/>电弧发射器对视野范围内的可见位置都有效。如果命中，不会造成任何伤害，但会击晕目标。<br/> <Bullet/>改进版可延长击晕效果的持续时间，但是会有收益递减。<br/> <Bullet/>一些强大的敌人可抵抗或免疫击晕效果。<br/> <Bullet/>消耗一个行动点，发射后结束该士兵的回合。<br/> <Bullet/>标准的击晕能力具有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。<br/> <Bullet/>缺乏额外训练时，对机械单位无效。<br/><br/><br/><Ability:BUILDTIPS_STUN/>""

[EMPulser X2AbilityTemplate]
LocFriendlyName="电弧脉冲枪"
LocLongDescription="用你的电弧发射器进行标准击晕攻击目标，并伤害机械敌人，同时降低对黑客攻击的防御。"
LocHelpText="用电弧脉冲枪射击。"
LocFlyOverText="电弧脉冲枪"
LocPromotionPopupText="用你的电弧发射器进行标准击晕攻击目标，并伤害机械敌人，同时降低对黑客攻击的防御。<br/><br/> <Bullet/>随着电弧发射器技术的提高，增加对机械敌人的伤害 (平均伤害：<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>)。<br/> <Bullet/>电弧脉冲枪的伤害无视所有的护甲和护盾，并减少敌人的黑客防御<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_EMPULSER_HACK_DEFENSE_PENALTY/><Ability:WOTCLW2SW_COLOR_CLOSE/>点。<br/> <Bullet/>对机械敌人只能移除一个行动点，与电弧发射器的技术等级无关。<br/> <Bullet/>还允许电弧发射器瞄准并引爆可破坏目标。<br/><br/><br/><br/><Ability:BUILDTIPS_ARCPULSER/>"

[EMPulserPassive X2AbilityTemplate]
LocFriendlyName="电弧脉冲枪"
LocLongDescription="用你的电弧发射器进行标准击晕攻击目标，并伤害机械敌人，同时降低对黑客攻击的防御。"
LocHelpText="用电弧脉冲枪射击。"
LocFlyOverText="电弧脉冲枪"
LocPromotionPopupText="用你的电弧发射器进行标准击晕攻击目标，并伤害机械敌人，同时降低对黑客攻击的防御。<br/><br/> <Bullet/>对机械敌人的伤害最低为<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>随着电弧发射器技术的提高而增长：<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>。<br/> <Bullet/>电弧脉冲枪的伤害无视所有的护甲和护盾，并减少敌人的黑客防御<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_EMPULSER_HACK_DEFENSE_PENALTY/><Ability:WOTCLW2SW_COLOR_CLOSE/>点。<br/> <Bullet/>对机械敌人只能移除一个行动点，与电弧发射器的技术等级无关。<br/> <Bullet/>还允许电弧发射器瞄准并引爆可破坏目标。<br/><br/><br/><br/><Ability:BUILDTIPS_ARCPULSER/>"

[Electroshock X2AbilityTemplate]
LocFriendlyName="电击"
LocLongDescription="当你的电弧发射器未命中时，会使目标混乱。"
LocHelpText="当你的电弧发射器未命中时，会使目标混乱。"
LocFlyOverText="电击"
LocPromotionPopupText="当你的电弧发射器未命中时，会使目标混乱。<br/><br/> <Bullet/>即使你的电弧发射器未命中，仍然会对非机器人目标造成混乱效果。<br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_ELECTROSHOCK/>"

[StunGunner X2AbilityTemplate]
LocFriendlyName="击晕枪手"
LocLongDescription="你的电弧发射器现在有了额外的命中率。"
LocHelpText="你的电弧发射器具有<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>点额外的命中率。"
LocFlyOverText="击晕枪手"
LocPromotionPopupText="你的电弧发射器具有额外的命中率。<br/><br/> <Bullet/>随着更好的电弧发射器技术，加成增长为：<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_CV/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_MG/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_BM/><Ability:WOTCLW2SW_COLOR_CLOSE/>。<br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_STUNGUNNER/>"

[ChainLightning X2AbilityTemplate]
LocFriendlyName="群体电击"
LocLongDescription="用电弧发射器射击每个能被击晕的可见敌人。"
LocHelpText="用电弧发射器射击每个能被击晕的可见敌人。"
LocFlyOverText="群体电击"
LocPromotionPopupText="用电弧发射器射击每个能被击晕的可见敌人。<br/><br/> <Bullet/>消耗一个行动点，并结束你的回合。<br/> <Bullet/>具有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_CHAIN_LIGHTNING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。<br/> <Bullet/>群体电击不能在隐蔽状态中使用。<br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_CHAINLIGHTNING/>"



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Combat Knife			║
;  ╚════════════════════════╝

[CombatKnife_CV X2WeaponTemplate]
FriendlyName="战斗匕首"
FriendlyNamePlural="战斗匕首"
BriefSummary="近距离个人防卫用的近战武器。"
TacticalText="<Bullet/>轻量副武器 - 匕首攻击只消耗一个行动点，且不会结束你的回合。<br/><Bullet/>用战斗匕首攻击有<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_CV_AIM/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>命中率。"
AbilityDescName="战斗匕首"

[CombatKnife_MG X2WeaponTemplate]
FriendlyName="振动匕首"
FriendlyNamePlural="振动匕首"
BriefSummary="近距离个人防卫用的危险近战武器。"
TacticalText="<Bullet/>轻量副武器 - 匕首攻击只消耗一个行动点，且不会结束你的回合。<br/><Bullet/>用振动匕首攻击有<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_MG_AIM/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>命中率。<br/><Bullet/>振动匕首伤害比普通匕首更大，可以穿透轻型护甲。"
AbilityDescName="战斗匕首"

[CombatKnife_BM X2WeaponTemplate]
FriendlyName="高级振动匕首"
FriendlyNamePlural="高级振动匕首"
BriefSummary="近距离个人防卫用的危险近战武器。高级振动匕首经过强化，更锋利，更坚固，更精确。"
TacticalText="<Bullet/>轻量副武器 - 匕首攻击只消耗一个行动点，且不会结束你的回合。<br/><Bullet/>用高级振动匕首攻击有 <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_BM_AIM/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>命中率。<br/><Bullet/>高级振动匕首的伤害更大，可以穿透中型护甲。"
AbilityDescName="战斗匕首"

[CombatKnife_MG_Schematic X2SchematicTemplate]
m_strClassLabel="小队"
[CombatKnife_BM_Schematic X2SchematicTemplate]
m_strClassLabel="小队"

[KnifeFighter X2AbilityTemplate]
LocFriendlyName="匕首战士"
LocHelpText="匕首攻击"
LocFlyOverText="匕首战士"
LocLongDescription="用匕首攻击附近敌人，在<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:KNIFE_FIGHTER_TILE_RANGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>格内。消耗一个行动点，且不结束回合。"
LocPromotionPopupText="用匕首攻击附近敌人，在<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:KNIFE_FIGHTER_TILE_RANGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>格内。消耗一个行动点，且不结束回合。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_KNIFEFIGHTER/>"

[Combatives X2AbilityTemplate]
LocFriendlyName="格斗专家"
LocLongDescription="获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_COMBATIVES_DODGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>闪避加成。每回合一次，你可用携带的近战武器格挡近战攻击和反击敌人。"
LocHelpText="每回合一次，你可用携带的近战武器格挡近战攻击和反击敌人。"
LocFlyOverText="格斗专家"
LocPromotionPopupText="获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_COMBATIVES_DODGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>闪避加成。每回合一次，你可用携带的近战武器格挡近战攻击和反击敌人。<br/><br/><Bullet/>只有你没受伤时，才可在一回合内格挡第一次对你的近战攻击。<br/><Bullet/>即使你没携带近战武器，也能获得闪避加成。<br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_COMBATIVES/>"



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Gauntlet				║
;  ╚════════════════════════╝

[LWGauntlet_MG_Schematic X2SchematicTemplate]
m_strClassLabel="小队"
[LWGauntlet_BM_Schematic X2SchematicTemplate]
m_strClassLabel="小队"

[HeavyArmaments X2AbilityTemplate]
LocFriendlyName="重型军火"
LocFlyOverText="重型军火"
LocLongDescription="该士兵被训练使用XCOM腕式发射器，一种火箭发射器和火焰喷射器的组合。"
LocHelpText="该士兵被训练使用XCOM腕式发射器，一种火箭发射器和火焰喷射器的组合。"
LocPromotionPopupText="<Bullet/>XCOM腕式发射器是一种兼具火箭发射器和火焰喷射器的先进装备。<br/><Bullet/>装载腕式发射器将阻止士兵装载其他重型武器，但在重型武器槽位可用时，士兵的标准腕式发射器会获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HEAVY_ARMAMENTS_BONUS_CHARGES_COMBINED/><Ability:WOTCLW2SW_COLOR_CLOSE/>次额外的武器充能(火箭发射/火焰喷射)。<br/><Bullet/>使用腕式发射器的任何一种能力，消耗一个行动点，并结束你的回合。<br/><Bullet/>火焰喷射器是一种短距离武器，可对锥形区域内的多个目标造成伤害。它在未升级时，无法伤害机械单位。<br/><Bullet/>火箭弹的准确度受士兵的命中率、目标距离，以及该士兵是否在本回合内有过其他动作的影响。低准确度火箭弹有较高的散射值，意味着它在更远距离上更可能错过目标位置。提示框显示了火箭弹的最大可能散射值，而与鼠标所指目标位置一起出现的数值，将显示发射至该位置上的预期(平均)散射。<br/><Ability:BUILDTIPS_HEAVYARMAMENTS/>"

[LWFlamethrower X2AbilityTemplate]
LocFriendlyName="火焰喷射器·LW2"
LocFlyOverText="火焰喷射器"
LocLongDescription="向锥形区域喷射火焰。"
LocHelpText="向锥形区域喷射火焰。"
LocPromotionPopupText="<Bullet/>火焰喷射器是一种近距离武器，可对锥形区域内的多个目标造成伤害。<br/><Bullet/>火焰喷射器有<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:LWFLAMER_BASE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>基础充能。它在未升级时，无法伤害机械单位。<br/><Bullet/>消耗一个行动点，并结束你的回合。<br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_LWFLAMETHROWER/>"

[LWRocketLauncher X2AbilityTemplate]
LocFriendlyName="火箭发射器·LW2"
LocHelpText="向目标区域发射一枚火箭。<Ability:ROCKETSCATTER/>"

[LWBlasterLauncher X2AbilityTemplate]
LocFriendlyName="爆裂飞弹·LW2"
LocHelpText="向目标区域发射一枚制导的爆裂飞弹。<Ability:ROCKETSCATTER/>"

[NapalmX X2AbilityTemplate]
LocFriendlyName="凝固汽油-X"
LocFlyOverText="凝固汽油-X"
LocLongDescription="你的火焰喷射器现在有几率使敌人恐慌。"
LocHelpText="凝固汽油-X"
LocPromotionPopupText="<Bullet/>你的火焰喷射器现在有几率使敌人恐慌。敌方单位必须通过意志力检定，才可避免该负面效果。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_NAPALMX/>"

[Phosphorus X2AbilityTemplate]
LocFriendlyName="磷-装药"
LocFlyOverText="磷-装药"
LocLongDescription="你的火焰喷射器现在可以伤害机械单位和粉碎护甲。"
LocHelpText="你的火焰喷射器现在可以伤害机械单位和粉碎护甲。"
LocPromotionPopupText="<Bullet/>你的火焰喷射器现在可以伤害机械单位。<br/><Bullet/>火焰喷射器的攻击会粉碎<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:PHOSPHORUS_BONUS_SHRED/><Ability:WOTCLW2SW_COLOR_CLOSE/>护甲。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_PHOSPHORUS/>"

[Incinerator X2AbilityTemplate]
LocFriendlyName="焚烧装置"
LocFlyOverText="焚烧装置"
LocLongDescription="你的腕式火焰喷射器能力的影响范围更远、覆盖更广。"
LocHelpText="你的腕式火焰喷射器能力的影响范围更远、覆盖更广。"
LocPromotionPopupText="<Bullet/>腕式火焰喷射器能力具有<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:INCINERATOR_RANGE_MULTIPLIER/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>射程和<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:INCINERATOR_RADIUS_MULTIPLIER/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>锥形宽度。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_INCINERATOR/>"

[Roust X2AbilityTemplate]
LocFriendlyName="驱逐之火"
LocFlyOverText="驱逐之火"
LocLongDescription="特殊的火焰喷射器喷射，以窄锥状射出较长距离，伤害有限，但会迫使敌人改变站位。"
LocHelpText="特殊的火焰喷射器喷射，以窄锥状射出较长距离，伤害有限，但会迫使敌人改变站位。"
LocPromotionPopupText="<Bullet/>狭长的火焰喷射，对环境的影响较小，点燃敌人的几率较低，但被命中的单位将被迫移动 - 这可触发监视射击。<br/><Bullet/>每个任务可用<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:ROUST_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>次，如果有[高压罐]能力额外可用<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:ROUST_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>次。<br/><Bullet/> 驱逐之火不能在隐蔽状态中使用。<br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_ROUST/>"

[Burnout X2AbilityTemplate]
LocFriendlyName="燃尽烟雾"
LocFlyOverText="燃尽烟雾"
LocLongDescription="启用火焰喷射器，将在你的位置周围留下一小团烟雾，提供防御加成。"
LocHelpText="启用火焰喷射器，将在你的位置周围留下一小团烟雾，提供防御加成。"
LocPromotionPopupText="<Bullet/>使用火焰喷射器喷射后，将在你的位置周围留下一小团烟雾，为烟雾范围内的任何人提供<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:BURNOUT_SMOKE_DEFNESE/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>防御加成。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_BURNOUT/>"

[BurnoutPassive X2AbilityTemplate]
LocFriendlyName="燃尽烟雾"
LocFlyOverText="燃尽烟雾"
LocLongDescription="启用火焰喷射器，将在你的位置周围留下一小团烟雾，提供防御加成。"
LocHelpText="启用火焰喷射器，将在你的位置周围留下一小团烟雾，提供防御加成。"
LocPromotionPopupText="<Bullet/>使用火焰喷射器喷射后，将在你的位置周围留下一小团烟雾，为烟雾范围内的任何人提供<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:BURNOUT_SMOKE_DEFNESE/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>防御加成。<br/>"

[HighPressure X2AbilityTemplate]
LocFriendlyName="高压罐"
LocFlyOverText="高压罐"
LocLongDescription="你的火焰喷射器获得额外的充能。"
LocHelpText="你的火焰喷射器获得额外的充能。"
LocPromotionPopupText="<Bullet/>你的火焰喷射器的标准攻击获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FLAMETHROWER_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>额外充能。<br/><Bullet/>你所拥有的[驱逐之火]将获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:ROUST_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>额外充能。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_HIGHPRESSURE/>"

[Quickburn X2AbilityTemplate]
LocFriendlyName="速燃"
LocFlyOverText="速燃"
LocLongDescription="激活后，你本回合的下一次使用火焰喷射器不消耗行动点。"
LocHelpText="激活后，你本回合的下一次使用火焰喷射器不消耗行动点。"
LocPromotionPopupText="<Bullet/>激活后，你本回合的下一次使用火焰喷射器不消耗行动点。<br/><Bullet/>速燃具有<Ability:WOTCLW2SW_COLOR_1_OPEN/><ABILITY:QUICKBURN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_QUICKBURN/>"

[Firestorm X2AbilityTemplate]
LocFriendlyName="烈焰风暴"
LocFlyOverText="烈焰风暴"
LocLongDescription="每个任务一次，攻击士兵周围一圈内的所有单位。同时自身获得火焰伤害免疫。"
LocHelpText="向你所处位置周围喷射一整圈火焰。"
LocPromotionPopupText="<Bullet/>这将燃起火焰，并对士兵周围的所有敌人造成火焰伤害，相比普通火焰喷射器攻击可造成<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRESTORM_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>额外伤害。<br/><Bullet/>施放烈焰风暴可给予自身火焰伤害免疫。<br/><Bullet/>消耗一个行动点，施放将结束你的回合。<br/><Bullet/>每个任务一次。<br/><Bullet/>不建议士兵在楼顶上使用烈焰风暴，易破坏自身立足点导致坠落。<br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_FIRESTORM/>"

[TechnicalFireImmunity X2AbilityTemplate]
LocFriendlyName="火焰免疫"
LocFlyOverText="火焰免疫"
LocLongDescription="烈焰风暴技能授予你对火焰伤害的免疫"
LocHelpText="该单位免疫火焰伤害。"
LocPromotionPopupText="<Bullet/>该单位免疫火焰伤害。<br/>"

[ShockAndAwe X2AbilityTemplate]
LocFriendlyName="震慑载弹"
LocFlyOverText="震慑载弹"
LocLongDescription="你的腕式发射器现可额外装载<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>枚火箭弹。"
LocHelpText="你的腕式发射器现可额外装载<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>枚火箭弹。"
LocPromotionPopupText="<Bullet/>你的腕式发射器现可额外装载<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>枚火箭弹。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_SHOCKANDAWE/>"

[FireInTheHole X2AbilityTemplate]
LocFriendlyName="小心爆炸"
LocFlyOverText="小心爆炸"
LocLongDescription="你的火箭弹更为准确。"
LocHelpText="你的火箭弹更为准确。"
LocPromotionPopupText="<Bullet/>你的火箭弹更可能命中预定的瞄准点，或至少更接近。<br/><Bullet/>可能错过瞄准点的最大值降低两格。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_FIREINTHEHOLE/>"

[JavelinRockets X2AbilityTemplate]
LocFriendlyName="标枪火箭弹"
LocFlyOverText="标枪火箭弹"
LocLongDescription="你的火箭弹射程增加<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:JAVELIN_ROCKETS_BONUS_RANGE_TILES/><Ability:WOTCLW2SW_COLOR_CLOSE/>格，你可攻击超出视野范围的目标。"
LocHelpText="你的火箭弹射程增加<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:JAVELIN_ROCKETS_BONUS_RANGE_TILES/><Ability:WOTCLW2SW_COLOR_CLOSE/>格，你可攻击超出视野范围的目标。"
LocPromotionPopupText="<Bullet/>你的火箭弹射程增加<Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:JAVELIN_ROCKETS_BONUS_RANGE_TILES/><Ability:WOTCLW2SW_COLOR_CLOSE/>格，你可攻击超出视野范围的目标。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_JAVALINROCKETS/>"

[BunkerBuster X2AbilityTemplate]
LocFriendlyName="掩体破坏弹"
LocFlyOverText="掩体破坏弹"
LocHelpText="发射一枚有特殊效果的掩体破坏弹。<Ability:ROCKETSCATTER/>"
LocLongDescription="发射一枚特殊的火箭弹，可摧毁环境中的建筑物和其他物体。"
LocPromotionPopupText="<Bullet/>发射一枚特殊的火箭弹，影响范围更大，对敌人造成中等伤害，但对环境中的建筑物、车辆和其他物体造成巨大伤害。<br/><Bullet/>消耗两个行动点，每个任务只能使用一次。<br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_BUNKERBUSTER/>"

[FireandSteel X2AbilityTemplate]
LocFriendlyName="火与钢"
LocFlyOverText="火与钢"
LocLongDescription="你使用腕式发射器的攻击及其火焰，造成<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRE_AND_STEEL_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>额外伤害。"
LocHelpText="你使用腕式发射器的攻击及其火焰，造成<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRE_AND_STEEL_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>额外伤害。"
LocPromotionPopupText="<Bullet/>你使用腕式发射器的攻击及其火焰，造成<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRE_AND_STEEL_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>额外伤害。<br/><Bullet/>该加成适用于火箭发射器和火焰喷射器武器，以及它们造成的火焰。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_FIREANDSTEEL/>"

[ConcussionRocket X2AbilityTemplate]
LocFriendlyName="震荡火箭弹"
LocFlyOverText="震荡火箭弹"
LocLongDescription="发射一枚特殊的火箭弹，伤害有限，但有几率使作用范围内的有机敌人被击晕或混乱，并留下一团烟雾。"
LocHelpText="该火箭弹可使目标眩晕或混乱，并留下一团烟雾。<Ability:ROCKETSCATTER/>"
LocPromotionPopupText="<Bullet/>每个任务可使用一次。<br/><Bullet/>敌人被击晕或混乱的几率，取决于它们的意志力数值。<br/><Bullet/>消耗一个行动点，并结束该士兵的回合。<br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_CONCUSSIONROCKET/>"



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Holo-Targeter		║
;  ╚════════════════════════╝

[Holotargeter_CV X2WeaponTemplate]
FriendlyName="全息瞄准器"
FriendlyNamePlural="全息瞄准器"
BriefSummary="标记敌方目标，为小队成员提供对该敌人的命中加成。"
TacticalText="<Bullet/>任何队员攻击被标记敌人时，获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_CV_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>命中加成。"
AbilityDescName="全息瞄准器"

[Holotargeter_MG X2WeaponTemplate]
FriendlyName="全息瞄准器II型"
FriendlyNamePlural="全息瞄准器II型"
BriefSummary="标记敌方目标，为小队成员提供对该敌人的命中加成。"
TacticalText="<Bullet/>任何队员攻击被标记敌人时，获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_MG_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>命中加成。"
AbilityDescName="全息瞄准器"

[Holotargeter_BM X2WeaponTemplate]
FriendlyName="全息瞄准器III型"
FriendlyNamePlural="全息瞄准器III型"
BriefSummary="标记敌方目标，为小队成员提供对该敌人的命中加成。"
TacticalText="<Bullet/>任何队员攻击被标记敌人时，获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_BM_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>命中加成。"
AbilityDescName="全息瞄准器"

[Holotargeter_MG_Schematic X2SchematicTemplate]
m_strClassLabel="小队"
[Holotargeter_BM_Schematic X2SchematicTemplate]
m_strClassLabel="小队"

[Holotarget X2AbilityTemplate]
LocFriendlyName="全息瞄准·LW2"
LocLongDescription="全息瞄准敌人后，你和盟友对该敌人的攻击，在<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_DURATION/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合内，获得<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>命中加成。"
LocHelpText="全息瞄准一个敌人，使你和盟友对该敌人的所有攻击，在2回合内都获得命中加成。"
LocFlyOverText="全息瞄准"
LocPromotionPopupText="全息瞄准一个敌人，使你和盟友对该敌人的所有攻击，在2回合内都获得命中加成。<br/><br/><Bullet/> 全息瞄准消耗一个行动点，效果持续2回合。<br/><Bullet/>全息瞄准会结束士兵的回合，除非<Ability:CLASSNAME/>还有[快速瞄准]能力。<br/><Bullet/>多个全息瞄准的效果不可互相叠加。<br/><Bullet/>随着更好的技术，提高瞄准加成：<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>。<br/><Bullet/>全息瞄准不会打破你或你小队的隐蔽状态。<br/><Bullet/>你的<Ability:CLASSNAME/>可全息瞄准在[小队视野]范围中的敌人。<br/><br/><br/><Ability:BUILDTIPS_HOLOTARGET/>"

[RapidTargeting X2AbilityTemplate]
LocFriendlyName="快速瞄准"
LocLongDescription="你可对单个敌人进行不消耗行动点的全息瞄准，有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_RAPID_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却，不结束你的回合。"
LocHelpText="对一个敌人使用不消耗行动点的全息瞄准。"
LocFlyOverText="全息瞄准"
LocPromotionPopupText="你可免费对单个敌人进行全息瞄准，有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_RAPID_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。不结束你的回合。<br/><br/><Bullet/>这可用于[高清全息]、[自主跟踪]、[要害瞄准]。<br/><Bullet/>多个全息瞄准的效果不可互相叠加。<br/><Bullet/>全息瞄准不会打破你或你小队的隐蔽状态。<br/><Bullet/>你的<Ability:CLASSNAME/>可全息瞄准在[小队视野]范围中的敌人。<br/><br/><br/><br/><br/><Ability:BUILDTIPS_RAPIDTARGETING/>"

[RapidTargeting_Passive X2AbilityTemplate]
LocFriendlyName="快速瞄准"
LocLongDescription="使用你的全息瞄准器不再自动结束回合。"

[HDHolo X2AbilityTemplate]
LocFriendlyName="高清全息"
LocLongDescription="攻击被全息瞄准的士兵，获得<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_HDHOLO_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>暴击加成。"
LocHelpText="攻击被全息瞄准的敌人，更有可能暴击。"
LocFlyOverText="高清全息"
LocPromotionPopupText="攻击被全息瞄准的敌人，更有可能暴击。<br/><br/><Bullet/>随着更先进的全息瞄准设备，提高暴击加成：<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>。<br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_HDHOLO/>"

[IndependentTracking X2AbilityTemplate]
LocFriendlyName="自主跟踪"
LocLongDescription="在<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/>个额外回合内，被全息瞄准的敌人将保持被标记的状态。"
LocHelpText="在<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/>个额外回合内，被全息瞄准的敌人将保持被标记的状态。"
LocFlyOverText="自主跟踪"
LocPromotionPopupText="在<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/>个额外回合内，被全息瞄准的敌人将保持被标记的状态。<br/><br/><Bullet/>对相同目标额外使用全息瞄准不会叠加效果。<br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_INDEPENDENTTRACKING/>"

[VitalPointTargeting X2AbilityTemplate]
LocFriendlyName="要害瞄准"
LocLongDescription="攻击被你全息瞄准的敌人时，造成额外<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_VITAL_POINT_TARGETING_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>伤害。"
LocHelpText="攻击被你全息瞄准的敌人时，造成额外伤害。"
LocFlyOverText="要害瞄准"
LocPromotionPopupText="攻击被你全息瞄准的敌人时，造成额外伤害。<br/><br/><Bullet/>随着更先进的全息瞄准设备，提高要害瞄准伤害加成：<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>。<br/><Bullet/>该伤害加成适用于冷兵器近战和直接(非区域效果)投射攻击。<br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_VITALPOINTTARGETING/>"

[Multitargeting X2AbilityTemplate]
LocFriendlyName="群体瞄准"
LocLongDescription="你可对效果范围内的多个敌人进行全息瞄准，有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_MULTI_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。"
LocHelpText="在效果范围内对多个敌人进行全息瞄准。"
LocFlyOverText="群体瞄准"
LocPromotionPopupText="你可对效果范围内的多个敌人进行全息瞄准，有<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_MULTI_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>回合冷却。<br/><br/><Bullet/>这将使[高清全息]、[自主跟踪]、[要害瞄准]适用于更多目标。<br/><Bullet/>随着更先进的全息瞄准设备，提高效果范围：<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_CV_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_MG_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_BM_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>格。<br/><Bullet/>全息瞄准不会打破你或你小队的隐蔽状态。<br/><Bullet/>可全息瞄准在[小队视野]范围中的敌人。<br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_MULTITARGETING/>"



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Sawed-Off Shotgun	║
;  ╚════════════════════════╝

[SawedOffShotgun_CV X2WeaponTemplate]
FriendlyName="短管霰弹枪"
FriendlyNamePlural="短管霰弹枪"
BriefSummary="一种威力强大的短射程副武器。"
TacticalText="<Bullet/>外星人入侵前的武器，经过隐蔽性改造。<br/><Bullet/>没有升级时，每个任务可开火<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_CV_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/>次。"
AbilityDescName="短管霰弹枪"

[SawedOffShotgun_MG X2WeaponTemplate]
FriendlyName="磁力短管霰弹枪"
FriendlyNamePlural="磁力短管霰弹枪"
BriefSummary="升级版的短管霰弹枪，结合磁力加速器技术来提高伤害。"
TacticalText="<Bullet/>升级版的短管霰弹枪，结合磁力加速器技术来提高其伤害。<br/><Bullet/>没有额外升级时，每个任务可开火<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_MG_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/>次。"
AbilityDescName="短管霰弹枪"

[SawedOffShotgun_BM X2WeaponTemplate]
FriendlyName="电浆短管霰弹枪"
FriendlyNamePlural="电浆短管霰弹枪"
BriefSummary="先进版的短管霰弹枪，结合电浆加热元件来提高伤害。"
TacticalText="<Bullet/>先进版的短管霰弹枪，结合电浆加热元件来提高伤害。<br/><Bullet/>没有额外升级时，每个任务可开火<Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_BM_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/>次。"
AbilityDescName="短管霰弹枪"

[SawedOffShotgun_MG_Schematic X2SchematicTemplate]
m_strClassLabel="小队"
[SawedOffShotgun_BM_Schematic X2SchematicTemplate]
m_strClassLabel="小队"

[PointBlank X2AbilityTemplate]
LocFriendlyName="近距直射"
LocLongDescription="用你的短管霰弹枪对一个附近的敌人开火。"
LocHelpText="用你的短管霰弹枪开火。"
LocFlyOverText="近距直射"
LocPromotionPopupText="用你的短管霰弹枪对一个附近的敌人开火。<br/><br/><Bullet/>射程超过4格后会急剧降低命中率。<br/><Bullet/>消耗一个行动点，不会结束回合。<br/><Bullet/>使用一发弹药。<br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_POINTBLANK/>"

[BothBarrels X2AbilityTemplate]
LocFriendlyName="双管射击"
LocLongDescription="用短管霰弹枪的双枪管，向附近的敌人同时开火，造成双倍伤害。"
LocHelpText="用短管霰弹枪的双枪管，向附近的敌人同时开火，造成双倍伤害。"
LocFlyOverText="双管射击"
LocPromotionPopupText="用短管霰弹枪的双枪管，向附近的敌人同时开火，造成双倍伤害。<br/><br/><Bullet/>消耗一个行动点，不会结束回合。<br/><Bullet/>使用两发弹药。<br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_BOTHBARRELS/>"

[PumpAction X2AbilityTemplate]
LocFriendlyName="泵动式升级"
LocLongDescription="你的短管霰弹枪，额外获得<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>发弹药。"
LocHelpText="你的短管霰弹枪，额外获得<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>发弹药。"
LocFlyOverText="泵动升级"
LocPromotionPopupText="你的短管霰弹枪，额外获得<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>发弹药。<br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_PUMPACTION/>"

[SpareShells X2AbilityTemplate]
LocFriendlyName="备用弹壳"
LocLongDescription="携带几枚备用的弹壳，使你能够自行加工成子弹，可以重新装填短管霰弹枪 <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SPARE_SHELLS_RELOADS/><Ability:WOTCLW2SW_COLOR_CLOSE/>次。"
LocHelpText="携带几枚备用的弹壳，使你能够自行加工成子弹，可以重新装填短管霰弹枪 <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SPARE_SHELLS_RELOADS/><Ability:WOTCLW2SW_COLOR_CLOSE/>次。"
LocPromotionPopupText="携带几枚备用的弹壳，使你能够自行加工成子弹，可以重新装填短管霰弹枪 <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SPARE_SHELLS_RELOADS/><Ability:WOTCLW2SW_COLOR_CLOSE/>次。<br/><br/><Bullet/>重新装填短管霰弹枪与其他重新装填的行为类似 - 消耗1行动点，不结束回合。<br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_SPARESHELLS/>"

[SpareShellsReload X2AbilityTemplate]
LocFriendlyName="短管霰弹枪重新装弹"
LocLongDescription="重新装填你的短管霰弹枪。"
LocHelpText="重新装填你的短管霰弹枪。"
LocFlyOverText="正在装填子弹"
LocPromotionPopupText="重新装填你的短管霰弹枪。"

[SawedOffReload X2AbilityTemplate]
LocFriendlyName="短管霰弹枪重新装弹"
LocLongDescription="重新装填你的短管霰弹枪。"
LocHelpText="重新装填你的短管霰弹枪。"
LocFlyOverText="正在装填子弹"
LocPromotionPopupText="重新装填你的短管霰弹枪。"
